--todo
--[[
    语录效果：
    我xyy了，我想谈个女朋友：生成一个友好的色欲
    破防了：对命中的怪物造成倒力量的效果
    水很多吗：泪弹触地/命中怪物或障碍物等时触发柠檬派对的效果
    吃到最后反酸水：泪弹触发硫酸的效果
    我否认我说过的这句话：直接杀死命中的怪物
    直接起飞：命中怪物时角色飞行，同时对命中的怪物触发强力安眠药的效果
    快把发L水话的人都抓起来：对命中的怪物造成石化的效果
    唉急需更多：泪弹触地/命中怪物或障碍物等时分裂为三个小的普通泪弹，造成33%伤害
    发里群，警告一次，下不为例：生成一个友好的超级色欲
    正在演奏东方曲：额外发射一个更大的音符泪弹，造成200%伤害并具有穿透、灵体效果
    你抹黑了我的名誉，我必须得反抗：泪弹爆炸，造成100%+40的伤害，并产生一滩黑色的减速液体
    我们不接受商业合作：泪弹触发店主的头的效果
    原则上不接受外校同好：发射泪弹时角色触发念力的效果，同时该泪弹造成555%的伤害
    话不多说：角色接下来10秒内获得战车的效果
    这点尺度，不足为惧：泪弹体积变为原来的300%，造成300%伤害
    求我也没用，L水绝不能被做进游戏里：获得我的镜像的效果，该泪弹会对角色造成伤害
    “P*****已被禁言3天”：移除本层的音乐
    这话说出来我自己都绷不住：发射泪弹时额外触发铅笔的效果
    你已经失去理智了，先冷静一下：泪弹造成冰冻的效果并造成300%的伤害
]]--
local somebodysQuotation = {}
somebodysQuotation.name = "Somebody's Quotation"
somebodysQuotation.ID = Isaac.GetItemIdByName("Somebody's Quotation")

-- TODO

return somebodysQuotation